Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: パスワードの確認
zh_hans: 确认密码
zh_hant: 確認密碼

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
zh_hans: 连接
zh_hant: 連接

source: Connect %@
de: %@ verbinden
es: Conectar %@
fr: Connecter %@
ja: %@に接続
zh_hans: 连接 %@
zh_hant: 連接 %@

source: Connect Another Account
de: Weiteres Konto verbinden
es: Conectar otra cuenta
fr: Connecter un autre compte
ja: 別のアカウントに接続
zh_hans: 连接其他账户
zh_hant: 連接其他帳號

source: Connect FTP
de: Mit FTP verbinden
es: Conectar con FTP
fr: Se connecter à FTP
ja: FTP に接続
zh_hans: 连接 FTP
zh_hant: 連接 FTP

source: Connect to local WebDAV servers
de: Mit lokalen WebDAV-Servern verbinden
es: Conectar con servidores WebDAV locales
fr: Se connecter à des serveurs WebDAV locaux
ja: ローカルの WebDAV サーバに接続
zh_hans: 连接本地 WebDAV 服务器
zh_hant: 連接本機 WebDAV 伺服器

source: Connect WebDAV
de: Mit WebDAV verbinden
es: Conectar con WebDAV
fr: Se connecter à WebDAV
ja: WebDAV に接続
zh_hans: 连接 WebDAV
zh_hant: 連接 WebDAV

source: Connect your WebDAV account again instead of picking a file.
de: Verbinden Sie Ihr WebDAV-Konto erneut, anstatt eine Datei auszuwählen.
es: Vuelva a conectar su cuenta de WebDAV en lugar de seleccionar un archivo.
fr: Connectez à nouveau votre compte WebDAV au lieu de sélectionner un fichier.
ja: ファイルを選ぶのではなく、WebDAV アカウントに接続し直してください。
zh_hans: 请重新连接您的 WebDAV 账户，而不是选取文件。
zh_hant: 請重新連接您的 WebDAV 帳戶，而不是選取檔案。

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter le support
ja: サポートに問い合わせる
zh_hans: 联系支持
zh_hant: 聯絡支援

source: Copied values are cleared after this timeout (unless you copied something else since) and are hidden from clipboard-manager apps. Unlike iOS, macOS cannot exclude copies from Handoff's Universal Clipboard, so a copied password may briefly appear on your other devices' clipboards.
de: Kopierte Werte werden nach Ablauf dieser Frist gelöscht (sofern Sie zwischenzeitlich nichts anderes kopiert haben) und vor Apps zur Verwaltung der Zwischenablage verborgen. Anders als iOS kann macOS Kopien nicht von der universellen Zwischenablage von Handoff ausschließen. Daher kann ein kopiertes Passwort kurzzeitig in den Zwischenablagen Ihrer anderen Geräte erscheinen.
es: Los valores copiados se borran al vencer este plazo (a menos que haya copiado algo más mientras tanto) y se ocultan de las apps de gestión del portapapeles. A diferencia de iOS, macOS no puede excluir las copias del portapapeles universal de Handoff, por lo que una contraseña copiada puede aparecer brevemente en el portapapeles de sus otros dispositivos.
fr: Les valeurs copiées sont effacées à l'expiration de ce délai (sauf si vous avez copié autre chose entre-temps) et sont masquées aux apps de gestion du presse-papiers. Contrairement à iOS, macOS ne peut pas exclure les copies du presse-papiers universel de Handoff. Un mot de passe copié peut donc apparaître brièvement dans les presse-papiers de vos autres appareils.
ja: コピーした値は、この時間が過ぎると消去され（その間に別のものをコピーした場合を除く）、クリップボード管理 App からは見えません。iOS とは異なり、macOS では Handoff のユニバーサルクリップボードからコピーを除外できないため、コピーしたパスワードが他のデバイスのクリップボードに一時的に表示されることがあります。
zh_hans: 拷贝的值会在此时限后被清除（除非此后你又拷贝了其他内容），并对剪贴板管理类 App 隐藏。与 iOS 不同，macOS 无法将拷贝内容排除在“接力”的通用剪贴板之外，因此拷贝的密码可能会短暂出现在你其他设备的剪贴板上。
zh_hant: 拷貝的值會在此時限後清除（除非之後你又拷貝了其他內容），並對剪貼板管理類 App 隱藏。與 iOS 不同，macOS 無法將拷貝內容排除在「接力」的通用剪貼板之外，因此拷貝的密碼可能會短暫出現在你其他裝置的剪貼板上。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy databases from your computer
de: Kopiere Datenbanken von deinem Computer
es: Copia bases de datos desde tu ordenador
fr: Copiez des bases de données depuis votre ordinateur
ja: パソコンからデータベースをコピー
zh_hans: 从电脑拷贝数据库
zh_hant: 從電腦拷貝資料庫

source: Copy Error Details
de: Fehlerdetails kopieren
es: Copiar detalles del error
fr: Copier les détails de l'erreur
ja: エラーの詳細をコピー
zh_hans: 拷贝错误详情
zh_hant: 拷貝錯誤詳細資訊

source: Copy password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
ja: パスワードをコピー
zh_hans: 拷贝密码
zh_hant: 拷貝密碼

source: Copy Password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
ja: パスワードをコピー
zh_hans: 拷贝密码
zh_hant: 拷貝密碼

source: Copy protected field
de: Geschütztes Feld kopieren
es: Copiar campo protegido
fr: Copier le champ protégé
ja: 保護されたフィールドをコピー
zh_hans: 拷贝受保护字段
zh_hant: 拷貝受保護欄位

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URL をコピー
zh_hans: 拷贝网址
zh_hant: 拷貝網址

source: Copy Username
de: Benutzername kopieren
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
ja: ユーザ名をコピー
zh_hans: 拷贝用户名
zh_hant: 拷貝使用者名稱

source: Copy Verification Code
de: Bestätigungscode kopieren
es: Copiar código de verificación
fr: Copier le code de vérification
ja: 確認コードをコピー
zh_hans: 拷贝验证码
zh_hant: 拷貝驗證碼

source: Copy Verification Code on AutoFill
de: Bestätigungscode beim AutoFill kopieren
es: Copiar código de verificación con el autorrelleno
fr: Copier le code de vérification lors du remplissage automatique
ja: 自動入力時に確認コードをコピー
zh_hans: 自动填充时拷贝验证码
zh_hant: 自動填寫時拷貝驗證碼

source: Copy without opening an entry
de: Kopieren, ohne den Eintrag zu öffnen
es: Copia sin abrir la entrada
fr: Copiez sans ouvrir l’entrée
ja: エントリを開かずにコピー
zh_hans: 无需打开条目即可拷贝
zh_hant: 無需開啟項目即可拷貝

source: Could not establish a secure connection because the server's certificate is invalid, expired, or untrusted.
de: Es konnte keine sichere Verbindung hergestellt werden, da das Zertifikat des Servers ungültig, abgelaufen oder nicht vertrauenswürdig ist.
es: No se pudo establecer una conexión segura porque el certificado del servidor no es válido, ha caducado o no es de confianza.
fr: Impossible d'établir une connexion sécurisée, car le certificat du serveur est invalide, expiré ou non approuvé.
ja: サーバの証明書が無効、期限切れ、または信頼されていないため、安全な接続を確立できませんでした。
zh_hans: 无法建立安全连接：服务器证书无效、已过期或不受信任。
zh_hant: 無法建立安全連線：伺服器憑證無效、已過期或不受信任。

source: Could not establish a secure connection. The server requires a client certificate, which NextPass does not support.
de: Es konnte keine sichere Verbindung hergestellt werden. Der Server verlangt ein Client-Zertifikat, das von NextPass nicht unterstützt wird.
es: No se pudo establecer una conexión segura. El servidor requiere un certificado de cliente, que NextPass no admite.
fr: Impossible d'établir une connexion sécurisée. Le serveur exige un certificat client, ce que NextPass ne prend pas en charge.
ja: 安全な接続を確立できませんでした。サーバはクライアント証明書を要求していますが、NextPass は対応していません。
zh_hans: 无法建立安全连接。服务器要求客户端证书，而 NextPass 不支持。
zh_hant: 無法建立安全連線。伺服器要求用戶端憑證，NextPass 不支援此功能。

source: Could not establish a secure connection. The server's TLS settings are likely outdated or incompatible with this device. Ask the server operator to enable TLS 1.3, or TLS 1.2 with modern (ECDHE + AES-GCM) cipher suites.
de: Es konnte keine sichere Verbindung hergestellt werden. Die TLS-Einstellungen des Servers sind vermutlich veraltet oder mit diesem Gerät nicht kompatibel. Bitten Sie den Serverbetreiber, TLS 1.3 oder TLS 1.2 mit modernen Cipher-Suiten (ECDHE + AES-GCM) zu aktivieren.
es: No se pudo establecer una conexión segura. Es probable que la configuración TLS del servidor esté desactualizada o no sea compatible con este dispositivo. Pida al operador del servidor que habilite TLS 1.3, o TLS 1.2 con conjuntos de cifrado modernos (ECDHE + AES-GCM).
fr: Impossible d'établir une connexion sécurisée. Les réglages TLS du serveur sont probablement obsolètes ou incompatibles avec cet appareil. Demandez à l'administrateur du serveur d'activer TLS 1.3, ou TLS 1.2 avec des suites de chiffrement modernes (ECDHE + AES-GCM).
ja: 安全な接続を確立できませんでした。サーバの TLS 設定が古いか、このデバイスと互換性がない可能性があります。TLS 1.3、または最新の暗号スイート（ECDHE + AES-GCM）を使う TLS 1.2 を有効にするよう、サーバの管理者に依頼してください。
zh_hans: 无法建立安全连接。服务器的 TLS 设置可能已过时或与此设备不兼容。请要求服务器管理员启用 TLS 1.3，或启用采用现代加密套件（ECDHE + AES-GCM）的 TLS 1.2。
zh_hant: 無法建立安全連線。伺服器的 TLS 設定可能已過時或與此裝置不相容。請要求伺服器管理員啟用 TLS 1.3，或啟用採用新式加密套件（ECDHE + AES-GCM）的 TLS 1.2。

source: Could not establish a secure connection. This device requires an https:// server address.
de: Es konnte keine sichere Verbindung hergestellt werden. Dieses Gerät erfordert eine Serveradresse, die mit https:// beginnt.
es: No se pudo establecer una conexión segura. Este dispositivo requiere una dirección de servidor que empiece por https://.
fr: Impossible d'établir une connexion sécurisée. Cet appareil exige une adresse de serveur commençant par https://.
ja: 安全な接続を確立できませんでした。このデバイスでは https:// で始まるサーバアドレスが必要です。
zh_hans: 无法建立安全连接。此设备要求使用 https:// 服务器地址。
zh_hant: 無法建立安全連線。此裝置需要使用 https:// 伺服器位址。

source: Could not extract EC P-256 key data
de: EC-P-256-Schlüsseldaten konnten nicht extrahiert werden
es: No se pudieron extraer los datos de la clave EC P-256
fr: Impossible d'extraire les données de la clé EC P-256
ja: EC P-256 のキーデータを取り出せませんでした
zh_hans: 无法提取 EC P-256 密钥数据
zh_hant: 無法擷取 EC P-256 金鑰資料

source: Could not securely store the FTP credentials.
de: Die FTP-Zugangsdaten konnten nicht sicher gespeichert werden.
es: No se pudieron almacenar de forma segura las credenciales de FTP.
fr: Impossible de stocker les identifiants FTP en toute sécurité.
ja: FTP の認証情報を安全に保存できませんでした。
zh_hans: 无法安全地存储 FTP 凭据。
zh_hant: 無法安全地儲存 FTP 憑證。

source: Could not securely store the WebDAV credentials.
de: Die WebDAV-Zugangsdaten konnten nicht sicher gespeichert werden.
es: No se pudieron almacenar de forma segura las credenciales de WebDAV.
fr: Impossible de stocker les identifiants WebDAV en toute sécurité.
ja: WebDAV の認証情報を安全に保存できませんでした。
zh_hans: 无法安全地存储 WebDAV 凭据。
zh_hant: 無法安全地儲存 WebDAV 憑證。

source: Couldn't Access Database File
de: Auf die Datenbankdatei konnte nicht zugegriffen werden
es: No se pudo acceder al archivo de la base de datos
fr: Impossible d'accéder au fichier de base de données
ja: データベースファイルにアクセスできませんでした
zh_hans: 无法访问数据库文件
zh_hant: 無法存取資料庫檔案

source: Couldn’t Add Verification Code
de: Bestätigungscode konnte nicht hinzugefügt werden
es: No se pudo añadir el código de verificación
fr: Impossible d'ajouter le code de vérification
ja: 確認コードを追加できませんでした
zh_hans: 无法添加验证码
zh_hant: 無法新增驗證碼

source: Couldn't Attach Photo
de: Foto konnte nicht angehängt werden
es: No se pudo adjuntar la foto
fr: Impossible de joindre la photo
ja: 写真を添付できませんでした
zh_hans: 无法附加照片
zh_hant: 無法附加照片

source: Couldn’t Create Group
de: Gruppe konnte nicht erstellt werden
es: No se pudo crear el grupo
fr: Impossible de créer le groupe
ja: グループを作成できませんでした
zh_hans: 无法创建群组
zh_hant: 無法建立群組

source: Couldn't Create Passkey
de: Passkey konnte nicht erstellt werden
es: No se pudo crear la llave de acceso
fr: Impossible de créer la clé d’accès
ja: パスキーを作成できませんでした
zh_hans: 无法创建通行密钥
zh_hant: 無法建立通行金鑰

source: Couldn’t Download Icon
de: Symbol konnte nicht geladen werden
es: No se pudo descargar el icono
fr: Impossible de télécharger l’icône
ja: アイコンをダウンロードできませんでした
zh_hans: 无法下载图标
zh_hant: 無法下載圖示

source: Couldn’t Export Database
de: Datenbank konnte nicht exportiert werden
es: No se pudo exportar la base de datos
fr: Impossible d'exporter la base de données
ja: データベースを書き出せませんでした
zh_hans: 无法导出数据库
zh_hant: 無法匯出資料庫

source: Couldn’t Load Files
de: Dateien konnten nicht geladen werden
es: No se pudieron cargar los archivos
fr: Impossible de charger les fichiers
ja: ファイルを読み込めませんでした
zh_hans: 无法加载文件
zh_hant: 無法載入檔案

source: Couldn’t Load Folders
de: Ordner konnten nicht geladen werden
es: No se pudieron cargar las carpetas
fr: Impossible de charger les dossiers
ja: フォルダを読み込めませんでした
zh_hans: 无法加载文件夹
zh_hant: 無法載入資料夾

source: Couldn't Merge Changes
de: Änderungen konnten nicht zusammengeführt werden
es: No se pudieron combinar los cambios
fr: Impossible de fusionner les modifications
ja: 変更をマージできませんでした
zh_hans: 无法合并更改
zh_hant: 無法合併變更

source: Couldn’t Open %@
de: „%@“ konnte nicht geöffnet werden
es: No se pudo abrir «%@»
fr: Impossible d'ouvrir « %@ »
ja: %@を開けませんでした
zh_hans: 无法打开 %@
zh_hant: 無法開啟 %@

source: Couldn't Open Cloud Database
de: Cloud-Datenbank konnte nicht geöffnet werden
es: No se pudo abrir la base de datos en la nube
fr: Impossible d'ouvrir la base de données cloud
ja: クラウドのデータベースを開けませんでした
zh_hans: 无法打开云端数据库
zh_hant: 無法開啟雲端資料庫

source: Couldn't Open Database
de: Datenbank konnte nicht geöffnet werden
es: No se pudo abrir la base de datos
fr: Impossible d'ouvrir la base de données
ja: データベースを開けませんでした
zh_hans: 无法打开数据库
zh_hant: 無法開啟資料庫

source: Couldn’t Open Database
de: Datenbank konnte nicht geöffnet werden
es: No se pudo abrir la base de datos
fr: Impossible d'ouvrir la base de données
ja: データベースを開けませんでした
zh_hans: 无法打开数据库
zh_hant: 無法開啟資料庫

source: Couldn’t Open File
de: Datei konnte nicht geöffnet werden
es: No se pudo abrir el archivo
fr: Impossible d'ouvrir le fichier
ja: ファイルを開けませんでした
zh_hans: 无法打开文件
zh_hant: 無法開啟檔案

source: Couldn't Push Pending Changes
de: Ausstehende Änderungen konnten nicht hochgeladen werden
es: No se pudieron subir los cambios pendientes
fr: Impossible d'envoyer les modifications en attente
ja: 保留中の変更を送信できませんでした
zh_hans: 无法推送待处理的更改
zh_hant: 無法推送待處理的變更

source: Couldn't Save
de: Sichern fehlgeschlagen
es: No se pudo guardar
fr: Impossible d’enregistrer
ja: 保存できませんでした
zh_hans: 无法保存
zh_hant: 無法儲存

source: Couldn't Save Database
de: Datenbank konnte nicht gesichert werden
es: No se pudo guardar la base de datos
fr: Impossible d'enregistrer la base de données
ja: データベースを保存できませんでした
zh_hans: 无法保存数据库
zh_hant: 無法儲存資料庫

source: Couldn't Send Feedback
de: Feedback konnte nicht gesendet werden
es: No se pudieron enviar los comentarios
fr: Impossible d'envoyer les commentaires
ja: フィードバックを送信できませんでした
zh_hans: 无法发送反馈
zh_hant: 無法傳送意見回饋

source: Couldn't Unlock Database
de: Datenbank konnte nicht entsperrt werden
es: No se pudo desbloquear la base de datos
fr: Impossible de déverrouiller la base de données
ja: データベースのロックを解除できませんでした
zh_hans: 无法解锁数据库
zh_hant: 無法解鎖資料庫

source: Couldn’t Update Entry
de: Eintrag konnte nicht aktualisiert werden
es: No se pudo actualizar la entrada
fr: Impossible de mettre à jour l'entrée
ja: エントリを更新できませんでした
zh_hans: 无法更新条目
zh_hant: 無法更新項目

source: Couldn’t Update Group
de: Gruppe konnte nicht aktualisiert werden
es: No se pudo actualizar el grupo
fr: Impossible de mettre à jour le groupe
ja: グループを更新できませんでした
zh_hans: 无法更新群组
zh_hant: 無法更新群組

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
zh_hans: 创建
zh_hant: 建立

source: Create a new KeePass database or import an existing .kdbx file.
de: Erstellen Sie eine neue KeePass-Datenbank oder importieren Sie eine vorhandene .kdbx-Datei.
es: Cree una nueva base de datos de KeePass o importe un archivo .kdbx existente.
fr: Créez une nouvelle base de données KeePass ou importez un fichier .kdbx existant.
ja: 新しい KeePass データベースを作成するか、既存の .kdbx ファイルを読み込みます。
zh_hans: 创建新的 KeePass 数据库，或导入现有的 .kdbx 文件。
zh_hant: 建立新的 KeePass 資料庫，或匯入現有的 .kdbx 檔案。

source: Create credentials right from AutoFill
de: Erstelle Zugangsdaten direkt in AutoFill
es: Crea credenciales directamente desde Autorrelleno
fr: Créez des identifiants directement depuis le Remplissage automatique
ja: 自動入力から直接、認証情報を作成
zh_hans: 直接在自动填充中创建凭据
zh_hant: 直接在自動填寫中建立憑證

source: Create Here
de: Hier erstellen
es: Crear aquí
fr: Créer ici
ja: ここに作成
zh_hans: 在此创建
zh_hant: 在此建立

source: Create New Credential
de: Neue Zugangsdaten erstellen
es: Crear nueva credencial
fr: Créer un identifiant
ja: 新規認証情報を作成
zh_hans: 创建新凭据
zh_hant: 建立新憑證

source: Create New Database
de: Neue Datenbank erstellen
es: Crear nueva base de datos
fr: Créer une nouvelle base de données
ja: 新しいデータベースを作成
zh_hans: 创建新数据库
zh_hant: 建立新資料庫

source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成日
zh_hans: 创建时间
zh_hant: 建立時間

source: Creating Database
de: Datenbank wird erstellt
es: Creando base de datos
fr: Création de la base de données
ja: データベースを作成しています
zh_hans: 正在创建数据库
zh_hant: 正在建立資料庫

source: Custom Fields
de: Benutzerdefinierte Felder
es: Campos personalizados
fr: Champs personnalisés
ja: カスタムフィールド
zh_hans: 自定义字段
zh_hant: 自訂欄位

source: Custom icon
de: Eigenes Symbol
es: Icono personalizado
fr: Icône personnalisée
ja: カスタムアイコン
zh_hans: 自定义图标
zh_hant: 自訂圖示

source: Custom Icons
de: Eigene Symbole
es: Iconos personalizados
fr: Icônes personnalisées
ja: カスタムアイコン
zh_hans: 自定义图标
zh_hant: 自訂圖示

source: Custom Name
de: Benutzerdefinierter Name
es: Nombre personalizado
fr: Nom personnalisé
ja: カスタム名
zh_hans: 自定义名称
zh_hant: 自訂名稱

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
zh_hans: 深色
zh_hant: 深色

source: Database
de: Datenbank
es: Base de datos
fr: Base de données
ja: データベース
zh_hans: 数据库
zh_hant: 資料庫

source: Database Changed
de: Datenbank geändert
es: Base de datos modificada
fr: Base de données modifiée
ja: データベースが変更されました
zh_hans: 数据库已更改
zh_hant: 資料庫已變更

source: Database changed — open NextPass to save
de: Datenbank geändert — zum Sichern NextPass öffnen
es: Base de datos modificada — abra NextPass para guardar
fr: Base de données modifiée — ouvrez NextPass pour enregistrer
ja: データベースが変更されました。保存するには NextPass を開いてください
zh_hans: 数据库已更改，请打开 NextPass 保存
zh_hant: 資料庫已變更，請開啟 NextPass 儲存

source: Database contents, passwords, key files, and raw vault files are never included. Visible diagnostics may include app/device metadata and short file hash prefixes.
de: Datenbankinhalte, Passwörter, Schlüsseldateien und unverarbeitete Tresordateien werden niemals einbezogen. Sichtbare Diagnosedaten können App- und Gerätemetadaten sowie kurze Präfixe von Datei-Hashes enthalten.
es: El contenido de la base de datos, las contraseñas, los archivos de clave y los archivos de bóveda sin procesar nunca se incluyen. Los datos de diagnóstico visibles pueden incluir metadatos de la app y del dispositivo, así como prefijos cortos de hashes de archivos.
fr: Le contenu de la base de données, les mots de passe, les fichiers de clé et les fichiers de coffre bruts ne sont jamais inclus. Les diagnostics visibles peuvent inclure des métadonnées de l'app et de l'appareil, ainsi que de courts préfixes de hachage de fichier.
ja: データベースの内容、パスワード、キーファイル、保管庫ファイルそのものが含まれることはありません。表示される診断情報には、App やデバイスのメタデータ、ファイルハッシュの短い先頭部分が含まれる場合があります。
zh_hans: 绝不会包含数据库内容、密码、密钥文件或原始保险库文件。可见的诊断信息可能包含应用/设备元数据及简短的文件哈希前缀。
zh_hant: 絕不會包含資料庫內容、密碼、金鑰檔案或原始保險庫檔案。可見的診斷資訊可能包含 App/裝置中繼資料及簡短的檔案雜湊前綴。

source: Database Details
de: Datenbankdetails
es: Detalles de la base de datos
fr: Détails de la base de données
ja: データベースの詳細
zh_hans: 数据库详细信息
zh_hant: 資料庫詳細資訊

source: Database Details now lists the last five backups NextPass made on this device before saving or replacing a database, and each one can be exported.
de: Die Datenbankdetails zeigen jetzt die letzten fünf Sicherungskopien, die NextPass auf diesem Gerät vor dem Speichern oder Ersetzen einer Datenbank angelegt hat, und jede davon lässt sich exportieren.
es: Detalles de la base de datos ahora muestra las últimas cinco copias de seguridad que NextPass hizo en este dispositivo antes de guardar o reemplazar una base de datos, y cada una se puede exportar.
fr: Les Détails de la base de données affichent désormais les cinq dernières sauvegardes que NextPass a créées sur cet appareil avant d'enregistrer ou de remplacer une base de données, et chacune peut être exportée.
ja: 「データベースの詳細」に、保存や置き換えの前にこのデバイスで作成された最新 5 件のバックアップが表示されるようになりました。それぞれ書き出すこともできます。
zh_hans: “数据库详细信息”现在会列出 NextPass 在此设备上保存或替换数据库前所做的最近五份备份，每份都可以导出。
zh_hant: 「資料庫詳細資訊」現在會列出 NextPass 在此裝置上儲存或取代資料庫前所做的最近五份備份，每份都可以匯出。

source: Database File
de: Datenbankdatei
es: Archivo de la base de datos
fr: Fichier de base de données
ja: データベースファイル
zh_hans: 数据库文件
zh_hant: 資料庫檔案

source: Database File Unavailable
de: Datenbankdatei nicht verfügbar
es: Archivo de la base de datos no disponible
fr: Fichier de base de données indisponible
ja: データベースファイルを利用できません
zh_hans: 数据库文件不可用
zh_hant: 資料庫檔案無法使用

source: Database Is in Recently Deleted
de: Datenbank befindet sich in „Zuletzt gelöscht“
es: La base de datos está en «Eliminado recientemente»
fr: La base de données se trouve dans « Récemment supprimés »
ja: データベースは「最近削除した項目」にあります
zh_hans: 数据库位于“最近删除”中
zh_hant: 資料庫位於「最近刪除項目」中

source: Database name
de: Datenbankname
es: Nombre de la base de datos
fr: Nom de la base de données
ja: データベース名
zh_hans: 数据库名称
zh_hant: 資料庫名稱

source: Database Permission Needed
de: Berechtigung für Datenbank erforderlich
es: Se necesita permiso para la base de datos
fr: Autorisation de base de données requise
ja: データベースへのアクセス権限が必要です
zh_hans: 需要数据库访问权限
zh_hant: 需要資料庫存取權限

source: Database Server Unavailable
de: Datenbankserver nicht verfügbar
es: Servidor de la base de datos no disponible
fr: Serveur de base de données indisponible
ja: データベースのサーバを利用できません
zh_hans: 数据库服务器不可用
zh_hant: 資料庫伺服器無法使用

source: Databases
de: Datenbanken
es: Bases de datos
fr: Bases de données
ja: データベース
zh_hans: 数据库
zh_hant: 資料庫

source: Databases now offer Export Copy… — from the database list and from Database Details — to save a copy under a timestamped name. Handy for merging changes with another KeePass app when a cloud upload is stuck.
de: Datenbanken bieten jetzt „Kopie exportieren …“ – in der Datenbankliste und in den Datenbankdetails –, um eine Kopie unter einem Namen mit Zeitstempel zu sichern. Praktisch, um Änderungen mit einer anderen KeePass-App zusammenzuführen, wenn ein Cloud-Upload feststeckt.
es: Las bases de datos ahora ofrecen «Exportar copia…», desde la lista de bases de datos y desde Detalles de la base de datos, para guardar una copia con un nombre con marca de tiempo. Útil para combinar cambios con otra app de KeePass cuando una carga a la nube esté atascada.
fr: Les bases de données proposent désormais « Exporter une copie… » – depuis la liste des bases de données et depuis les Détails de la base de données – pour enregistrer une copie sous un nom horodaté. Pratique pour fusionner des modifications avec une autre app KeePass lorsqu'un envoi vers le cloud est bloqué.
ja: データベース一覧と「データベースの詳細」から「コピーを書き出す…」を選ぶと、日時を付けた名前でコピーを保存できます。クラウドへのアップロードが滞っているときに、他の KeePass App で変更をマージするのに便利です。
zh_hans: 数据库现在提供“导出副本…”——在数据库列表和“数据库详细信息”中——可以带时间戳的名称保存副本。当云端上传卡住时，可用它在其他 KeePass App 中合并更改。
zh_hant: 資料庫現在提供「匯出副本…」——在資料庫列表和「資料庫詳細資訊」中——可以帶時間戳記的名稱儲存副本。當雲端上傳卡住時，可用它在其他 KeePass App 中合併變更。

source: Date Created
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
ja: 作成日
zh_hans: 创建日期
zh_hant: 建立日期

source: Date Modified
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
ja: 変更日
zh_hans: 修改日期
zh_hant: 修改日期

source: Decompression failed
de: Dekomprimierung fehlgeschlagen
es: Error de descompresión
fr: Échec de la décompression
ja: 展開に失敗しました
zh_hans: 解压缩失败
zh_hant: 解壓縮失敗

source: Decrypting your database securely...
de: Ihre Datenbank wird sicher entschlüsselt …
es: Descifrando su base de datos de forma segura…
fr: Déchiffrement sécurisé de votre base de données…
ja: データベースを安全に復号しています...
zh_hans: 正在安全解密您的数据库…
zh_hant: 正在安全解密您的資料庫…

source: Decryption failed — wrong password?
de: Entschlüsselung fehlgeschlagen — falsches Passwort?
es: Error de descifrado — ¿contraseña incorrecta?
fr: Échec du déchiffrement — mot de passe incorrect ?
ja: 復号に失敗しました。パスワードが違う可能性があります
zh_hans: 解密失败——密码错误？
zh_hant: 解密失敗——密碼錯誤？

source: Default Sort Order
de: Standardsortierung
es: Orden predeterminado
fr: Ordre de tri par défaut
ja: デフォルトの並べ替え順
zh_hans: 默认排序方式
zh_hant: 預設排序方式

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete Entry
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l'entrée
ja: エントリを削除
zh_hans: 删除条目
zh_hant: 刪除項目

source: Delete Entry?
de: Eintrag löschen?
es: ¿Eliminar entrada?
fr: Supprimer l'entrée ?
ja: エントリを削除しますか？
zh_hans: 要删除条目吗？
zh_hant: 要刪除項目嗎？

source: Delete Group?
de: Gruppe löschen?
es: ¿Eliminar grupo?
fr: Supprimer le groupe ?
ja: グループを削除しますか？
zh_hans: 要删除群组吗？
zh_hant: 要刪除群組嗎？

source: Delete Permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
zh_hans: 永久删除
zh_hant: 永久刪除
